Repository: 68foxboris/enigma2-plugin-alternativesoftcammanager
Catalog: po/*.po
Languages: de, id, it, lv, uk

source: Alternative SoftCam Manager
lv: Alternatīvais SoftCam pārvaldnieks
uk: Альтернативний менеджер емуляторів

source: Directory %s does not exist! Please set the correct directory path!
de: Verzeichnis %s existiert nicht! Bitte stellen Sie die richtige Verzeichnispfad!
id: Direktori %s tidak ada! Silakan atur letak direktori yg benar!
it: Directory %s non presente. Inserire il percorso corretto della directory.
lv: Mape %s neeksistē! Lūdzu norādiet pareizu ceļu uz mapi!
uk: Каталог %s не існує! Будь-ласка вкажіть правильний шлях до каталогу!

source: Exit
de: Verlassen
id: Keluar
it: Uscire
lv: Iziet
uk: Вихід

source: Ok
uk: Ок

source: Restart
id: Mulai lagi
it: Riavviare
lv: Pārstatrtēt
uk: Перезавантажити

source: Restart softcam
id: Mulai lagi SoftCam
it: Riavviare softcam
lv: Pārstatrtēt softcam
uk: Перезавантажити емулятор

source: Restarting %s
de: %s Wird neu gestartet
id: %s sedang mulai lagi
it: Riavvio di %s...
lv: Pārstartē %s
uk: Перезавантажується %s

source: Setup
de: Einstellungen
id: Atur
it: Impostazioni
lv: Iestatījumi
uk: Налаштування

source: Show 'Restart softcam' in extensions menu
id: Tampilkan 'Mulai lagi SoftCam' di menu ekstensi
it: Mostrare "Riavviare softcam" nel menu estensioni
lv: Rādīt 'Pārstatrtēt softcam' paplašinājumu izvēlnē
uk: Показувати 'Перезавантажити емулятор' в меню доповнень

source: SoftCam config directory
de: Einstellung der SoftCam verzeichnis
id: Direktori konfig SoftCam
it: Directory configurazione SoftCam
lv: SoftCam konfigurācijas failu mape
uk: Каталог файлів конфігурації

source: SoftCam directory
de: SoftCam Verzeichnis
id: Direktori SoftCam
it: Directory SoftCam
lv: SoftCam mape
uk: Каталог емуляторів

source: SoftCam manager
id: Pengelola SoftCam
lv: SoftCam pārvaldnieks
uk: Менеджер емуляторів

source: SoftCam path configuration
de: SoftCam Pfadkonfiguration
id: Konfigurasi letak SoftCam
it: Impostazioni percorso SoftCam
lv: SoftCam ceļu iestatīšana
uk: Налаштування шляхів конфігурації

source: Start
id: Mulai
lv: Startēt
uk: Запустити

source: Start, stop, restart SoftCams, change settings.
de: Start, stop, restart SoftCams, einstellungen ändern.
id: Mulai, berhenti, mulai lagi SoftCam, ubah pengaturan.
it: Avvio, arrsto, riavvio SoftCam, modifica impostazioni.
lv: Startē, aptur, pārstartē SoftCam, maina iestatījumus.
uk: Запускає, зупиняє, перезапуск Емуляторів, керування налаштуваннями.

source: Starting %s
de: %s Wird gestarted
id: %s sedang memulai
it: Avvio di %s...
lv: Startējas %s
uk: Запускається %s

source: Stop
id: Berhenti
lv: Apturēt
uk: Зупинити

source: Stopping %s
de: %s Wird angehalten
id: %s sedang berhenti
it: Arresto di %s...
lv: Aptur %s
uk: Зупиняється %s

source: Really close without saving settings?
de: Wirklich ohne zu Speichern der Einstellungen schließen?
